
class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Все задачи выполнены!";
		description = "Офицер убит, оба старейшины оказались на воле!";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Половина сделана!";
		description = "Оба старейшины вызволены из плена, но офицер избежал заслуженной смерти!";
	};
	class WIN3
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Офицера настигла кара, но один из старейшин был убит!";
	};
	class WIN4
	{
		title = "Провал!";
		subtitle = "Ни одна задача не выполнена!";
		description = "Офицер избежал смерти, вы вызволили всего лишь одного старейшину!";
	};
	class WIN5
	{
		title = "Миссия выполнена";
		subtitle = "Половина сделана!";
		description = "Офицер убит, но и наших старейшин постигла та же учесть!";
	};
	 class WIPED
    {
        title = "Задание провалено";
        subtitle = "Все погибли!";
        description = "Такие дела...";
    };
};