
class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Все задачи выполнены!";
		description = "Офицер убит, оба старейшины оказались на воле! Вашими именами будут называть детей во всех аулах!";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Половина сделана!";
		description = "Оба старейшины вызволены из плена, но этот эбэн эль мэтакАна избежал заслуженной смерти! ";
	};
	class WIN3
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Офицера настигла кара, но один из старейшин был убит!";
	};
	class WIN4
	{
		title = "Провал!";
		subtitle = "Ни одна задача не выполнена!";
		description = "Офицер избежал смерти, вы вызволили всего лишь одного старейшину! Позор! Элиф аир аб тизак!";
	};
	class WIN5
	{
		title = "Миссия выполнена";
		subtitle = "Половина сделана!";
		description = "Офицер убит, но и наших старейшин постигла та же учесть! Покойные старейшины вами очень недовольны!";
	};
	 class WIPED
    {
        title = "Задание провалено";
        subtitle = "Все погибли!";
        description = " Позор вам, вы не достойны называть себя масульманами! ";
    };
};
